chat_system_2080328834_actor_description=Archon. Oldman, former owner of the menagerie.
chat_system_2080328834_snap_3_question=^?^Hmm... I've never seen a royal servant, that offers his services of his own free will.<br>Do you say you are ready to help me with all sincerity and kindness?
chat_system_2080328834_snap_3_answer_0=^?^Only fairies from fairy tales work for thanks and sage advice. Get my hint?
chat_system_2080328834_snap_3_answer_1=^?^I just wanted to help a good man. 
chat_system_2080328834_snap_3_header_1=^?^Well that's just fine, and I will pay you for your service, too. The job is simple: I had a bird, not a common one, but a speaking bird. And recently I forgot to close the cage, so he flew away. If you bring the bird back I will pay you. Money is not a problem.<br>So, will you do it?
chat_system_2080328834_snap_3_answer_2=^?^Forget it; I have no time, maybe next time.
chat_system_2080328834_snap_0_question=^?^Don't worry, young man, I was a mercenary when I was young, your reward will be worthy. The job is simple: I had a bird, not a common one, but a speaking bird. And recently I forgot to close the cage, so he flew away. If you bring the bird back I will pay you. Money is not a problem. So, will you do it?
chat_system_2080328834_snap_0_answer_0=^?^I see you're completely out of your mind in your old age. How can a bird talk?
chat_system_2080328834_snap_0_answer_1=^?^You say the bird can speak? Well, I think it won't take long to find it. I will bring it back to you.
chat_system_2080328834_snap_0_answer_2=^?^Oh no. I'm not going to become your bird-catcher. Good luck, though! 
chat_system_2080328834_snap_4_question=^?^If you had wandered the world as much as I have, you would believe in any wonder. I've seen living stones in deep caves and speaking trees in the forests of elves. I collected animals for my circus all over Endoria. By the way, my Talking Bird came to me right from the elves. He could speak only their language at the time, but he managed to learn a hundred or so of our words during our voyage from Ellinia to Darion.
chat_system_2080328834_snap_4_answer_0=^?^What a clever bird! It would be a pity if some predatory animal ate him. I will look for your bird.
chat_system_2080328834_snap_4_answer_1=^?^Well, I advise you to teach a crow how to speak, and forget about your lost bird. I have no time for this anyway.
chat_system_2080328834_snap_5_question=^?^Yeah, thanks, I'll find my bird on my own.
chat_system_2080328834_snap_5_answer_0=^?^Ok, Archon, don't be insulted. I really was busy. I'll help you to find the Talking Bird.
chat_system_2080328834_snap_5_answer_1=^?^Ok, I got it, you'll do it yourself. Good luck in your search.
chat_system_2080328834_snap_6_question=^?^Try to understand, [player], I live alone here at the end of nowhere. No one to talk to. But my bird can listen and respond. A living soul - someone to chat with. I even thought of teaching him to sing songs and show him in a tavern somewhere, for the pleasure of the people.
chat_system_2080328834_snap_6_answer_0=^?^Let me find the bird first, and then you can worry about learning songs, ok?
chat_system_2080328834_snap_6_answer_1=^?^I just remembered that I have some unfinished business elsewhere. Let's find your bird later. Goodbye.
chat_system_2080328834_snap_1_question=^?^Well, have you found my birdie?
chat_system_2080328834_snap_1_answer_0=^?^Tell me more about your bird.
chat_system_2080328834_snap_1_answer_1=^?^No. Not yet. The forest is huge, you know.
chat_system_2080328834_snap_1_answer_2=^?^Yes. I've spoken to your bird. What a spiteful creature! But he promised to come back.
chat_system_2080328834_snap_7_question=^?^Oh... I bought him from an elf in the Ellinia port. Relations between our countries were strained, and the elves didn't let people go in their forests beyond the port.<br>There was an elf boasting that his bird could understand his speech, and could itself speak. But nobody believed him - the bird was just twittering and that's all. But I heard that it was not just twittering like others birds do, but was in fact speaking their noble language. So I bought the rarity.
chat_system_2080328834_snap_7_answer_0=^?^Very interesting! I'll go searching a bit then. See you.
chat_system_2080328834_snap_7_header_0=^?^Curious! Ok, I need to start my search. So long.
chat_system_2080328834_snap_2_question=^?^Thank you very much [player], but I need to go heat up the oven. He is cranky and might fly away again.<br>Here, take this.<br>[reward]
chat_system_2080328834_snap_2_answer_0=^?^Hmm, so he is like your wife, more or less. Thank you for the reward, and good luck with your birdie. 
